app/controllers/posts_controller.rb

  def create
    Post.create(content:params[:content])
---
INSERT INTO `posts` (`content`, `created_at`, `updated_at`) VALUES ('こんにちは', '2022-06-25 04:48:54.760476', '2022-06-25 04:48:54.760476')